import sys
import os
os.system("clear")
os.system("Safe.py")
print (''' \033[92m

  
                          الكنج حمودي الاسطورة اول اده استخراج تم برمجه الاده بيد الكنج حمودي الاسطوره 


	   /\\  ______________ \\
      /::\\ \\ZZZZZZZZZZZZ/\\ 
     /:/\\.\\ \\        /:/\\:\\ \\
    /:/Z/\\:\\ \\      /:/Z/\\:\\ \\
   /:/Z/__\\:\\ \\____/:/Z/  \\:\\ \\
  /:/Z/____\\:\\ \\___\\/Z/    \\:\\ \\
  \\:\\ \\ZZZZZ\\:\\ \\ZZ/\\ \\     \\:\\
   \\:\\ \\     \\:\\ \\ \\:\\ \\     \\:\\ \\
    \\:\\ \\     \\:\\ \\_\\;\\_\\_____\\;\\ \\
     \\:\\ \\     \\:\\_________________\\
      \\:\\ \\    /:/ZZZZZZZZZZZZZZZZZ/
       \\:\\ \\  /:/Z/    \\:\\ \\  /:/Z/
        \\:\\ \\/:/Z/      \\:\\ \\/:/Z/
         \\:\\/:/Z/________\\;\\/:/Z/
          \\::/Z/_______itz__\\/Z/
           \\/ZZZZZZZZZZZZZZZZZ/
           
           اول مره اده ترمكس استخراج حسابات سيفيوم 
           
           Safe _ V1/' 
            
              \033[0m''')
           
print
print "المطور   : المــــطور  الـــكـنج حــمـودي الاسطـورة"
os.system("clear")
print("\033[91m")
os.system("Safe")
print("Team : المــــطور  الـــكـنج حــمـودي الاسطـورة")
print ("\033[92m")
print "[                    ] 0% "
time.جارئ التحميل (5)
print "[=====               ] 25%"
time.جارئ التحميل (5)
print "[==========          ] 50%"
time.جارئ التحميل (5)
print "[===============     ] 75%"
time.جارئ التحميل (5)
print "[====================] 100%"
